[
  {
    "title": "U-Pik: Code 201 Final Project",
    "category": "To-Do App Seattle",
    "author": "Max Friedrichsen, Regan ONeill, Gareth Couch",
    "authorUrl": "https://github.com/meeksfred/final-project",
    "publishedOn": "2015-12-17",
    "body": "<p>This was the final project that Regan, Gareth and I completed for our Code 201 class. Its a To-Do app for the Seattle Area where you can select a Seattle neighborhood, and then be presented with various restaurants/bars/parks/attractions within that specific neighborhood. You can also refine the search by selecting a price range.</p>",
    "picture": "pictures/201final.png"
  },
  {
    "title": "Kitten Cuteness Tracker",
    "category": "Kitten Cuteness Tracker",
    "author": "Max Friedrichsen",
    "authorUrl": "https://github.com/meeksfred/kitty-tracker",
    "publishedOn": "2015-12-21",
    "body": "<p>This is a Kitten Cutness Tracking web app. There are 14 pictures of kittens in various poses, and you are to determine which is the cutest. This app will track how many times each kitten has been voted for, as well as visually represent those totals in a bar graph.</p>",
    "picture": "pictures/kittytracker.png"
  },
  {
    "title": "The Donut Shop",
    "category": "Donut Data Tracker",
    "author": "Max Friedrichsen",
    "authorUrl": "https://github.com/meeksfred/donut_shop",
    "publishedOn": "2015-12-22",
    "body": "<p>An app which tracks hypothetical donut sales at Top Pot locations in the surrounding Seattle area. Sales numbers are based on randomly generated amounts of customers per hour, as well as donuts sold per customer. Everything is presented in a generated table, and offers the chance for users to create their own Top Pot Doughnuts locations.</p>",
    "picture": "pictures/donutshop.png"
  },
  {
    "title": "Maxs Guessing Game",
    "category": "Guessing Game",
    "author": "Max Friedrichsen",
    "authorUrl": "https://github.com/meeksfred/guessing-game",
    "publishedOn": "2015-11-12",
    "body": "<p>A simple guessing game about myself. Wrong answers will be met with frowny faces and red lines through their answers, while correct answers will be met with smiley faces and green lines through their answers.</p>",
    "picture": "pictures/guessinggame.png"
  },
  {
    "title": "Find-A-Hike: Code 301 Final Project",
    "category": "Hiking App",
    "author": "Max Friedrichsen, Zach Simonson, Jeff Eng, Susan Harrison",
    "authorUrl": "https://findahike.herokuapp.com/",
    "publishedOn": "2016-4-1",
    "body": "<p>A general resource/reference map for finding specific trailheads and hikes throughout Washington State. You initially set a marker and define a search radius to find all the hikes within a certain area, and from there can narrow your search using secondary filters such as length of hike, rating, and elevation gain.",
    "picture": "pictures/findahike.png"
  }
]
